/* CA Email greeting Subject Header when CA is available */
"%1$@ Certificate Authority is now available" = "La Autoridad Certificadora %1$@ está ahora disponible";

/* %1$@'s CA */
"%1$@'s CA" = "CA de %1$@";

/* Email message sent to the CA when a user requests a Cert */
"%@ has sent you a certificate request. Click the enclosure to complete the request. A certificate signing request (CSR) is information generated by the computer to identify the user requesting a certificate from a Certificate Authority. The CSR contains the public key of the user and is used to generate the certificate. The certificate will automatically be sent to %@.\n\n" = "%1$@ le ha enviado una solicitud de certificado. Haga clic en el archivo adjunto para procesar la solicitud. Una solicitud de firma de certificado (CSR) es información generada por el ordenador para identificar al usuario que solicita un certificado de una autoridad certificadora. La CSR contiene la clave pública del usuario, que se emplea para generar el certificado. El certificado se enviará automáticamente a %2$@.\n\n";

/* Email message sent to the user when the CA has created their cert */
"%@ has sent you the certificate you requested. Click the enclosure and Keychain Access will import it for you.\n\n" = "%@ le ha enviado el certificado que solicitó. Haga clic en el archivo adjunto para que Acceso a Llaveros importe el certificado.\n\n";

/* (Unused) */
"(Unused)" = "(Sin utilizar)";

/* 1024 bits */
"1024 bits" = "1.024 bits";

/* 1200 bits */
"1200 bits" = "1.200 bits";

/* 1400 bits */
"1400 bits" = "1.400 bits";

/* 1600 bits */
"1600 bits" = "1.600 bits";

/* 2048 bits */
"2048 bits" = "2.048 bits";

/* 256 bits */
"256 bits" = "256 bits";

/* 384 bits */
"384 bits" = "384 bits";

/* 512 bits */
"512 bits" = "512 bits";

/* 521 bits */
"521 bits" = "521 bits";

/* <invalid expiration date> */
"<invalid expiration date>" = "<fecha de caducidad inválida>";

/* <no certificates specified> */
"<no certificates specified>" = "<no se han especificado certificados>";

/* _renamed_%d */
"_renamed_%d" = "_renamed_%d";

/* A CA that does not rely on another CA for its validation is called a \\U201Croot\\U201D (or \\U201Canchor\\U201D) CA. A CA that does rely on another CA for its validation is called a \\U201CIntermediate CA\\U201D. Trust in such a root CA must be established by means other than a certificate. Mac OS X contains a list of acceptable root CA identities that have been pre-qualified by Apple. You can add other CAs to this list using the Keychain Access application, or your administrator can do this for you. */
"A CA that does not rely on another CA for its validation is called a \\U201Croot\\U201D (or \\U201Canchor\\U201D) CA. A CA that does rely on another CA for its validation is called a \\U201CIntermediate CA\\U201D. Trust in such a root CA must be established by means other than a certificate. Mac OS X contains a list of acceptable root CA identities that have been pre-qualified by Apple. You can add other CAs to this list using the Keychain Access application, or your administrator can do this for you." = "Una CA que no depende de otra CA para su validación se denomina CA “raíz” (o “ancla”). Una CA que depende de otra para su validación se denomina “CA intermedia”. La confianza en una CA raíz debe establecerse por un medio distinto a un certificado. Mac OS X contiene una lista de identidades de CA raíces aceptables que han sido cualificadas previamente por Apple. Puede añadir otras CA a esta lista mediante la aplicación Acceso a Llaveros, o puede dejar que sea el administrador quien lo haga por usted.";

/* A CA Web Site is provided for users who wish to use the Internet to download a CA invitation and a CA's certificates. The Web Site is mainly provided for users who may not have officially received an invite or the CA certificates from the CA. The Web Site also provides information so user can verify that the site does belong to the CA. The SHA-1 fingerprint of the CA certificate and the CA's administration e-mail address are displayed for verification. */
"A CA Web Site is provided for users who wish to use the Internet to download a CA invitation and a CA's certificates. The Web Site is mainly provided for users who may not have officially received an invite or the CA certificates from the CA. The Web Site also provides information so user can verify that the site does belong to the CA. The SHA-1 fingerprint of the CA certificate and the CA's administration e-mail address are displayed for verification." = "Los usuarios que desean descargar invitaciones y certificados de la CA a través de Internet pueden hacerlo en un sitio web de CA. Este tipo de sitio web está destinado principalmente a aquellos usuarios que no han recibido la invitación o los certificados oficiales de la CA, y en él aparece información que permite verificar su pertenencia a la CA. La huella digital SHA-1 del certificado de la CA así como la dirección administrativa y de correo electrónico de la CA se incluyen para la verificación.";

/* A certificate authority (CA) that relies on another CA for its validation is called an Intermediate CA. An intermediate CA depends on the CA that issued it for its validity, and can be invalidated, or revoked, by it. Intermediate CAs are commonly used by their issuing CA to delegate authority for a subset of its operation, such as a particular usage or class of users. If you or your system trusts an intermediate CA's issuer, it will also trust the intermediate CA, unless you explicitly override this. Mac OS X also allows you to directly assign trust to an intermediate CA without trusting its issuer; however, this circumvents validity checks based on the issuer's authority. When creating an intermediate CA with the Certificate Assistant, an existing root or intermediate CA (along with their corresponding private key) must be present to sign it. */
"A certificate authority (CA) that relies on another CA for its validation is called an Intermediate CA. An intermediate CA depends on the CA that issued it for its validity, and can be invalidated, or revoked, by it. Intermediate CAs are commonly used by their issuing CA to delegate authority for a subset of its operation, such as a particular usage or class of users. If you or your system trusts an intermediate CA's issuer, it will also trust the intermediate CA, unless you explicitly override this. Mac OS X also allows you to directly assign trust to an intermediate CA without trusting its issuer; however, this circumvents validity checks based on the issuer's authority. When creating an intermediate CA with the Certificate Assistant, an existing root or intermediate CA (along with their corresponding private key) must be present to sign it." = "Una autoridad certificadora (CA) que depende de otra CA para su validación, se denomina CA intermedia. La validez de una CA intermedia depende de la CA que la emitió, y puede ser invalidada o revocada por esta. Las CA intermedias suelen estar empleadas por las CA que las emitió para un subconjunto de su funcionamiento, como puede ser un uso o una clase de usuarios en particular. Si usted o su sistema confían en el emisor de una CA intermedia, también lo harán en la CA intermedia, a menos que se explicite lo contrario. Mac OS X también le permite confiar automáticamente en una CA intermedia aunque no se confíe en su emisor; sin embargo, esto impide que se realicen comprobaciones de validez basadas en la autoridad del emisor. A la hora de crear una CA intermedia con el Asistente para Certificados, debe haber presente una CA raíz o intermedia (junto con su correspondiente clave privada) para firmarla. ";

/* A CA Configuration File already exists with that name. Please pick a different name. */
"A Certificate Authority configuration file already exists with that name. Please pick a different name." = "Ya existe un archivo de configuración de Autoridad Certificadora con este nombre. Elija otro nombre.";

/* A certificate authority name cannot contain periods. */
"A certificate authority name cannot contain periods." = "Los nombres de autoridades certificadoras no pueden contener puntos.";

/* A leaf is a certificate signed by an intermediate or root Certificate Authority. A leaf certificate benefits from the security of certificate chains and certificate policies. A leaf is situated at the bottom of a certificate chain. */
"A leaf is a certificate signed by an intermediate or root Certificate Authority. A leaf certificate benefits from the security of certificate chains and certificate policies. A leaf is situated at the bottom of a certificate chain." = "Un terminal es un certificado firmado por una Autoridad Certificadora intermedia o raíz. Un certificado terminal se beneficia de la seguridad de las cadenas de certificados y de las políticas de certificados y se encuentra en el inferior de la cadena de certificados.";

/* A self-signed certificate does not provide the security guarantee of a certificate issued by a Certificate Authority. Before your self-signed certificate is accepted, the recipient will be asked to confirm that they wish to trust and accept it. */
"A self-signed certificate does not provide the security guarantee of a certificate issued by a Certificate Authority. Before your self-signed certificate is accepted, the recipient will be asked to confirm that they wish to trust and accept it." = "Un certificado autofirmado no proporciona la garantía de seguridad de un certificado emitido por una Autoridad Certificadora. Antes que su certificado autofirmado sea aceptado, se preguntará al destinatario si desea confiar y aceptar este certificado.";

/* A self-signed certificate is a root certificate authority that someone makes for immediate use as a certificate. Such certificates do not benefit from the security of certificate chains and certificate policies. Most computers will not accept a self-signed certificate unless their owner first tells them to, and some computers will not accept them under any circumstances. They are however easy and quick to make, and are often used for testing purposes in place of certificates signed by proper certificate authorities. */
"A self-signed root certificate is a root certificate authority that someone makes for immediate use as a certificate. Such certificates do not benefit from the security of certificate chains and certificate policies. Most computers will not accept a self-signed certificate unless their owner first tells them to, and some computers will not accept them under any circumstances. They are however easy and quick to make, and are often used for testing purposes in place of certificates signed by proper certificate authorities." = "Un certificado raíz autofirmado es una autoridad certificadora raíz que alguien hace para su uso inmediato como un certificado. Estos certificados no se benefician de la seguridad de las cadenas de certificados y de las políticas de certificados. La mayoría de los ordenadores no aceptarán certificados autofirmados a menos que sus propietarios les soliciten hacerlo, y algunos ordenadores no los aceptarán bajo ninguna circunstancia. De todas formas, estos certificados son fáciles y rápidos de hacer, y normalmente se usan con fines de prueba en lugar de certificados firmados por una autoridad certificada adecuada.";

/* A URI cannot contain Unicode characters. */
"A URI cannot contain Unicode characters." = "Un URI no puede contener caracteres Unicode.";

/* Aborted */
"Aborted" = "Interrumpido";

/* An error occurred when attempting to display the certificate. */
"An error occurred when attempting to display the certificate." = "Se ha producido un error al intentar evaluar el certificado.";

/* An error occurred when attempting to evaluate the certificate. */
"An error occurred when attempting to evaluate the certificate." = "Se ha producido un error al intentar evaluar el certificado.";

/* An error occurred when attempting to install the \\U201C%@\\U201D certificates. */
"An error occurred when attempting to install the \\U201C%@\\U201D certificates." = "Se ha producido un error al intentar instalar los “%@” certificados.";

/* An error occurred when creating the e-mail invitation. */
"An error occurred when creating the e-mail invitation." = "Se ha producido un error al crear la invitación por correo electrónico.";

/* An error occurred when e-mailing the certificate signing request to the CA. Make sure you have a configured e-mail account. */
"An error occurred when e-mailing the certificate signing request to the CA. Make sure you have a configured e-mail account." = "Se ha producido un error al enviar por correo electrónico la solicitud de firma de certificado a la CA. Asegúrese que tiene una cuenta de correo electrónica configurada.";

/* Message indicating we couldn't mail the CSR to the CA */
"An error occurred when mailing the certificate signing request to the certificate authority." = "Se ha producido un error al enviar por correo electrónico la solicitud de firma de certificado a la autoridad certificadora.";

/* An error occurred when trying to create the CA web site (error=%d). */
"An error occurred when trying to create the CA web site (error=%d)." = "Se ha producido un error al intentar crear el sitio web CA (error=%d).";

/* An error occurred when trying to create the CA web site on your iDisk. Your iDisk could not be accessed. */
"An error occurred when trying to create the CA web site on your iDisk. Your iDisk could not be accessed." = "Se ha producido un error al intentar crear el sitio web CA en su iDisk. No se ha podido acceder a su iDisk.";

/* An error occurred when trying to create the CA web site on your iDisk. Your iDisk was not responding. Please check your network connection. */
"An error occurred when trying to create the CA web site on your iDisk. Your iDisk was not responding. Please check your network connection." = "Se ha producido un error al intentar crear el sitio web CA en su iDisk. Su iDisk no responde. Compruebe su conexión de red.";

/* An error occurred when verifying the signature that signed \\U201C%@\\U201D. */
"An error occurred when verifying the signature that signed \\U201C%@\\U201D." = "Se ha producido un error al verificar la firma que ha firmado “%@”.";

/* An error occurred when visiting the CA web site. */
"An error occurred when visiting the CA web site." = "Se ha producido un error al visitar el sitio web CA.";

/* An error occurred. The specified CA wasn't a valid Certificate Authority. */
"An error occurred. The specified CA wasn't a valid Certificate Authority." = "Se ha producido un error. El CA especificado no era una Autoridad Certificadora válida.";

/* An expiration period for a certificate must be no longer than %d years. */
"An expiration period for a certificate must be no longer than %d years." = "Un período de caducidad para un certificado no puede ser más largo que %d años.";

/* An invitation is a file given to users who wish to request a certificate from a CA. When done creating a CA, the Certificate Assistant helps you with the delivery of the invitation to the users. A user can double-click on this invitation and the Certificate Assistant will guide them through the process of requesting a certificate. */
"An invitation is a file given to users who wish to request a certificate from a CA. When done creating a CA, the Certificate Assistant helps you with the delivery of the invitation to the users. A user can double-click on this invitation and the Certificate Assistant will guide them through the process of requesting a certificate." = "Una invitación es un archivo entregado a los usuarios que desean solicitar un certificado a una CA. Al acabar de crear una CA, el Asistente para Certificados os ayuda a hacer llegar la invitación a los usuarios. Un usuario puede hacer doble clic sobre dicha invitación para que el Asistente para Certificados le guíe a través del proceso de solicitud de un certificado.";

/* IPAddr format not correct */
"An IP Address you specified was not in the correct format (IP Addresses are formatted like 1.2.3.4)." = "Un dirección IP especificada no está en el formato correcto (las direcciones IP tienen un formato como 1.2.3.4).";

/* An unknown error occurred when reading the certificate signing request. */
"An unknown error occurred when reading the certificate signing request." = "Se ha producido un error desconocido al leer la solicitud de firma de certificado.";

/* Appropriate S/MIME ExtendedKeyUsage not found  */
"Appropriate S/MIME ExtendedKeyUsage not found " = "No se ha encontrado el uso de clave ampliada S/MIME adecuado ";

/* Bad cert obtained from specified issuerAltName */
"Bad cert obtained from specified issuerAltName" = "Certificado no válido obtenido de un nombre alternativo del emisor";

/* Bad leaf cert */
"Bad leaf cert" = "Certificado terminal no válido";

/* Bad root cert (fails to self-verify) */
"Bad root cert (fails to self-verify)" = "Certificado raíz no válido (autoverificación imposible)";

/* Basic Constraints Extension */
"Basic Constraints Extension" = "Extensión de restricciones básicas";

/* Basic Constraints Extension For This CA */
"Basic Constraints Extension For This CA" = "Extensión de restricciones básicas para esta CA";

/* Basic Constraints Extension For Users of This CA */
"Basic Constraints Extension For Users of This CA" = "Extensión de restricciones básicas para usuarios de la CA";

/* Basic Constraints Missing */
"Basic Constraints Missing" = "Restricciones básicas ausentes";

/* Cancel */
"Cancel" = "Cancelar";

/* Cert expired */
"Cert expired" = "Certificado caducado";

/* Cert not found at specified issuerAltName */
"Cert not found at specified issuerAltName" = "Certificado no encontrado en el nombre alternativo del emisor";

/* Cert not yet valid */
"Cert not yet valid" = "Certificado aún no válido";

/* Certificate Request */
"Certificate Request" = "Solicitud de certificado";

/* Choose */
"Choose" = "Elegir";

/* Choose an identity that will sign your CA invitations. */
"Choose an identity that will sign your CA invitations." = "Escoja una identidad que firmará sus invitaciones CA.";

/* Click \\U201CSpecify Alternate Location...\\U201D to create the web site at a different location. */
"Click \\U201CSpecify Alternate Location...\\U201D to create the web site at a different location." = "Haga clic en “Especificar una ubicación alternativa...” para crear el sitio web en una ubicación diferente.";

/* Code Signing, Bad path length */
"Code Signing, Bad path length" = "Firma de código; longitud de ruta no válida";

/* Code Signing, Basic Constraints Missing */
"Code Signing, Basic Constraints Missing" = "Firma de código; faltan restricciones básicas";

/* Code Signing, Development */
"Code Signing, Development" = "Firma de código; desarrollo";

/* Code Signing, Illegal certificate chain length */
"Code Signing, Illegal certificate chain length" = "Firma de código; longitud de cadena de certificado incorrecta";

/* Code Signing, No Extended Key Usage */
"Code Signing, No Extended Key Usage" = "Firma de código; sin uso de clave ampliada";

/* Continue */
"Continue" = "Continuar";

/* Could not create a key pair. */
"Could not create a key pair." = "No se ha podido crear el par de claves.";

/* Could not create the CA configuration file. */
"Could not create the Certificate Authority configuration file." = "No se ha podido crear el archivo de configuración de la Autoridad Certificadora.";

/* Could not create the certificate export file (error=%d). */
"Could not create the certificate export file (error=%d)." = "No se ha podido crear el archivo de exportación certificado (error=%d).";

/* Could not create the certificate export file. */
"Could not create the certificate export file." = "No se ha podido crear el archivo de exportación certificado.";

/* Could not find a signing key based on the public key hash. */
"Could not find a signing key based on the public key." = "No se ha podido encontrar una clave de firma basada en la clave pública.";

/* Could not find the issuer for the Certificate Authority configuration file \\U201C%@\\U201D. */
"Could not find the issuer for the Certificate Authority configuration file \\U201C%@\\U201D." = "No se ha podido encontrar el emisor para el archivo de configuración de la Autoridad Certificadora “%@”.";

/* Could not mail the certificate to the user. */
"Could not mail the certificate to the user. A copy has been placed in your keychain." = "No se pudo enviar el certificado al usuario por correo electrónico. Se ha colocado una copia en su llavero.";

/* Create Your Certificate */
"Create Your Certificate" = "Crear su certificado";

/* Create Your Certificate Authority */
"Create Your Certificate Authority" = "Crear su Autoridad Certificadora";

/* Creating Key Pair... */
"Creating Key Pair..." = "Creando el par de claves...";

/* Creating the CA web site... */
"Creating the CA web site..." = "Creando su sitio web CA...";

/* Creating the certificate request... */
"Creating the certificate request..." = "Creando la solicitud de certificado...";

/* Creating the certificate... */
"Creating the certificate..." = "Creando el certificado...";

/* CRL Expired */
"CRL Expired" = "CRL caducada";

/* CRL failed policy verification */
"CRL failed policy verification" = "La CRL no ha pasado la verificación de la política";

/* CRL Not Valid Yet */
"CRL Not Valid Yet" = "CRL aún no válida";

/* CRL not verifiable to anchor or root */
"CRL not verifiable to anchor or root" = "CRL no verificable en el certificado ancla o raíz";

/* CRL verified to untrusted root */
"CRL verified to untrusted root" = "CRL verificada en un certificado raíz no fiable";

/* Done */
"Done" = "Aceptar";

/* E-mail addresses cannot contain Unicode characters. */
"E-mail addresses cannot contain Unicode characters." = "Las direcciones de correo electrónico no pueden contener caracteres Unicode.";

/* Error: could not read the Certificate Authority configuration file. */
"Error: could not read the Certificate Authority configuration file \\U201C%@\\U201D." = "Error: no se ha podido leer el archivo de configuración de la Autoridad Certificadora “%@”.";

/* Error: could not read the specified template \\U201C%@\\U201D. */
"Error: could not read the template \\U201C%@\\U201D." = "Error: no se ha podido leer la plantilla “%@”.";

/* Evaluating Certificate(s) */
"Evaluating Certificate(s)" = "Evaluando certificado(s)";

/* Expired */
"Expired" = "Caducado";

/* Extended Key Usage Extension */
"Extended Key Usage Extension" = "Extensión uso de clave extendida";

/* Extended Key Usage Extension For This CA */
"Extended Key Usage Extension For This CA" = "Extensión uso de clave extendida para esta CA";

/* Extended Key Usage Extension For Users of This CA */
"Extended Key Usage Extension For Users of This CA" = "Extensión uso clave extendida para usuarios de esta CA";

/* For SSL Server certificates, either an IP Address or DNS name must be specified. */
"For SSL Server certificates, either an IP Address or DNS name must be specified." = "Para los certificados de servidores SSL, tiene que especificar una dirección IP o un nombre DNS.";

/* For the user who request certificates from this CA, select Extended Key Usage Extension to see the available options and specify which ones their certificate will use. */
"For the user who request certificates from this CA, select Extended Key Usage Extension to see the available options and specify which ones their certificate will use." = "Para el usuario que solicita certificados de esta CA, seleccione “Incluir la extensión de uso de clave extendida” para ver las características disponibles y elija las que este certificado proporcionará.";

/* For the user who request certificates from this CA, select Include Basic Constraints Extension to see the available options and specify which ones their certificate will use. */
"For the user who request certificates from this CA, select Include Basic Constraints Extension to see the available options and specify which ones their certificate will use." = "Para el usuario que solicita certificados de esta CA, seleccione “Incluir la extensión de restricciones básicas” para ver las características disponibles y elija las que este certificado proporcionará.";

/* For the user who request certificates from this CA, select Include Subject Alternate Name Extension to see the available options and specify which ones their certificate will use. */
"For the user who request certificates from this CA, select Include Subject Alternate Name Extension to see the available options and specify which ones their certificate will use." = "Para el usuario que solicita certificados de esta CA, seleccione “Incluir la extensión de nombre alternativo del asunto” para ver las características disponibles y elija las que este certificado proporcionará.";

/* For this Certificate Authority, select Include Basic Constraints Extension to see the available options and specify which ones the CA certificate will use. */
"For this Certificate Authority, select Include Basic Constraints Extension to see the available options and specify which ones the CA certificate will use." = "Para esta Autoridad Certificadora, seleccione “Incluir la extensión de restricciones básicas” para ver las características disponibles y elija las que el certificado CA proporcionará.";

/* For this Certificate Authority, select Include Extended Key Usage Extension to see the available options and specify which ones the CA certificate will use. */
"For this Certificate Authority, select Include Extended Key Usage Extension to see the available options and specify which ones the CA certificate will use." = "Para esta Autoridad Certificadora, seleccione “Incluir extensión uso de clave extendida” para ver las características disponibles y elija las que el certificado CA proporcionará.";

/* For this Certificate Authority, select Include Subject Alternate Name Extension to see the available options and specify which ones the CA certificate will use. */
"For this Certificate Authority, select Include Subject Alternate Name Extension to see the available options and specify which ones the CA certificate will use." = "Para esta Autoridad Certificadora, seleccione “Incluir la extensión de nombre alternativo del asunto” para ver las características disponibles y elija las que el certificado CA proporcionará.";

/* Good */
"Good" = "Buena";

/* Hostname mismatch */
"Hostname mismatch" = "Error en el nombre del servidor";

/* Idle */
"Idle" = "Inactivo";

/* Illegible CRL distribution point URI */
"Illegible CRL distribution point URI" = "URI de puntos de distribución de CRL ilegible";

/* Illegible name */
"Illegible name" = "Nombre ilegible";

/* Intermediate CA */
"Intermediate CA" = "CA intermedia";

/* Invalid Authority Key ID  */
"Invalid Authority Key ID " = "ID de clave de la autoridad no válido ";

/* Invalid BasicConstraints.CA */
"Invalid BasicConstraints.CA" = "CA con restricciones básicas no válidas";

/* Invalid Certificate */
"Invalid Certificate" = "Certificado no válido";

/* Invalid Extended Key Usage */
"Invalid Extended Key Usage" = "Uso de clave ampliada no válido";

/* Invalid Key Usage */
"Invalid Key Usage" = "Uso de clave no válido";

/* Invalid Subject Key ID  */
"Invalid Subject Key ID " = "ID de clave del sujeto no válido";

/* Invalid Subject/Authority Key ID Linkage */
"Invalid Subject/Authority Key ID Linkage" = "Enlace de ID de la clave del sujeto/autoridad no válido";

/* IssuingDistributionPoint extension violation */
"IssuingDistributionPoint extension violation" = "Violación de la extensión del punto de distribución emisor";

/* Key Pair pane title (when not creating a CA) */
"Key Pair Information" = "Información del par de claves";

/* Key Pair pane title (when creating a CA) */
"Key Pair Information For This CA" = "Información del par de claves para esta CA";

/* Key Usage Extension */
"Key Usage Extension" = "Extensión de uso de claves";

/* Key Usage Extension For This CA */
"Key Usage Extension For This CA" = "Extensión del uso de clave para esta CA";

/* Key Usage Extension For Users of This CA */
"Key Usage Extension For Users of This CA" = "Extensión del uso de clave para los usuarios de esta CA";

/* Keychain */
"Keychain" = "Llavero";

/* Leaf */
"Leaf" = "Terminal";

/* Let me choose */
"Let me choose" = "Permitirme escoger";

/* Network */
"Network" = "Red";

/* No */
"No" = "No";

/* No certificates were returned from the host. */
"No certificates were returned from the host." = "El servidor no ha devuelto ningún certificado.";

/* No CRL */
"No CRL" = "Sin CRL";

/* No root cert found */
"No root cert found" = "No se ha encontrado ningún certificado raíz";

/* Not Yet Valid */
"Not Yet Valid" = "Aún no válido";

/* Note: Additional certificates that make up the Certificate Authority (CA) must also be provided to users. Additional certificates are located in the .pem file in the CA folder. For added security, don't send these files by email. Make them available in a secure location, such as a file server. */
"Note: Additional certificates that make up the Certificate Authority (CA) must also be provided to users. Additional certificates are located in the .pem file in the CA folder. For added security, don't send these files by email. Make them available in a secure location, such as a file server." = "Nota: Los certificados adicionales que componen la autoridad de certificación (CA) también deben ser proporcionados a los usuarios. Estos se encuentran en el archivo .pem de la carpeta CA. Para una mayor seguridad, no envíe estos archivos por correo electrónico. Colóquelos en una ubicación segura, como, por ejemplo, un servidor de archivos.";

/* OK */
"OK" = "Aceptar";

/* P12Password */
"P12Password" = "Contraseña P12";

/* Partial public key resolved with failure */
"Partial public key resolved with failure" = "Error al resolver la clave pública parcial";

/* Partial public key unresolvable */
"Partial public key unresolvable" = "Imposible resolver la clave pública parcial";

/* PathLengthConstraint exceeded */
"PathLengthConstraint exceeded" = "Se ha superado la restricción de longitud de la ruta";

/* Please contact your CA administrator for assistance. */
"Please contact your CA administrator for assistance." = "Póngase en contacto con el administrador de su CA para recibir asistencia.";

/* Please contact your CA administrator for help importing them. */
"Please contact your CA administrator for help importing them." = "Póngase en contacto con el administrador de su CA para recibir ayuda al importarlos.";

/* Please specify a serial number from %@ to %@. */
"Please specify a serial number from %@ to %@." = "Indique un número de serie del %1$@ al %2$@.";

/* Please specify a valid expiration date. */
"Please specify a valid expiration date." = "Indique una fecha de caducidad válida.";

/* Please specify some certificate information below: */
"Please specify some certificate information below:" = "Indique a continuación alguna información del certificado:";

/* Please specify some information about your CA: */
"Please specify some information about your CA:" = "Indique alguna información acerca de su CA:";

/* Please specify the issuing Certificate Authority for %@\\U2019s (%@) certificate request. */
"Please specify the issuing Certificate Authority for %@\\U2019s (%@) certificate request." = "Especifique la Autoridad Certificadora emisora para la solicitud de certificado %1$@ (%2$@).";

/* Please specify the issuing Certificate Authority for this certificate request. */
"Please specify the issuing Certificate Authority for this certificate request." = "Especifique la Autoridad Certificadora emisora para esta solicitud de certificado";

/* Policy verification failed */
"Policy verification failed" = "Error en la verificación de la política";

/* ProbeSSL */
"ProbeSSL" = "Sondear SSL";

/* Probing SSL server */
"Probing SSL server" = "Sondeando servidor SSL";

/* Replace existing \\U201C%@\\U201D web site on your iDisk? */
"Replace existing \\U201C%@\\U201D web site on your iDisk?" = "¿Desea remplazar el sitio web “%@” en su iDisk?";

/* Replace existing \\U201C%@\\U201D? */
"Replace existing \\U201C%@\\U201D?" = "¿Desea remplazar “%@”?";

/* Required */
"Required" = "Obligatorio";

/* Root ALSO in System Roots */
"Root ALSO in System Roots" = "Certificado raíz también en la raíz del sistema";

/* S/MIME */
"S/MIME" = "S/MIME";

/* S/MIME Email address mismatch */
"S/MIME Email address mismatch" = "S/MIME: error en la dirección de correo";

/* S/MIME KeyUsage incompatibility */
"S/MIME KeyUsage incompatibility" = "S/MIME: incompatibilidad de uso de la clave";

/* S/MIME, No email Address Found */
"S/MIME, No email Address Found" = "S/MIME: no se ha encontrado ninguna dirección de correo";

/* S/MIME, non-critical KeyUsage */
"S/MIME, non-critical KeyUsage" = "S/MIME: uso de clave no crítico";

/* S/MIME, SubjectAltName not critical */
"S/MIME, SubjectAltName not critical" = "S/MIME: nombre alternativo del sujeto no crítico";

/* Select Include Basic Constraints Extension to see the available options and specify which ones this certificate will use. */
"Select Include Basic Constraints Extension to see the available options and specify which ones this certificate will use." = "Seleccione incluir la extensión de restricciones básicas para ver las características disponibles y elija las que este certificado CA proporcionará.";

/* Select Include Extended Key Usage Extension to see the available options and specify which ones this certificate will use. */
"Select Include Extended Key Usage Extension to see the available options and specify which ones this certificate will use." = "Seleccione “Incluir extensión uso de clave extendida” para ver las características disponibles y elija las que este certificado CA proporcionará.";

/* Select Include Subject Alternate Name Extension to see the available options and specify which ones this certificate will use. */
"Select Include Subject Alternate Name Extension to see the available options and specify which ones this certificate will use." = "Seleccione “Incluir la extensión de nombre alternativo del asunto” para ver las características disponibles y elija las que este certificado CA proporcionará.";

/* Select the appropriate trust policy to evaluate \\U201C%1$@\\U201D. */
"Select the appropriate trust policy to evaluate \\U201C%1$@\\U201D." = "Seleccione la política de confianza adecuada para evaluar “%1$@”.";

/* Self Signed Root */
"Self Signed Root" = "Raíz autofirmada";

/* Self Signed Root CA */
"Self Signed Root CA" = "CA raíz autofirmada";

/* Show CA Web Site... */
"Show CA Web Site..." = "Mostrar el sitio web CA...";

/* Sign using your %@ identity */
"Sign using your %@ identity" = "Firmar usando su identidad %@";

/* Specified CRL server down */
"Specified CRL server down" = "El servidor CRL especificado no está disponible";

/* Key Pair pane title when CA configures default key pair values when creating a CA */
"Specify Key Pair Information For Users of This CA" = "Información de par de claves para usuarios de esta CA";

/* Key Pair Attributes pane message for creating a CA */
"Specify the key size and algorithm used to create your key pair for the Certificate Authority.\n\nThe key pair is made up of your private and public keys. The private key is the secret part of the key pair and should be kept secret. The public key is made publicly available as part of the digital certificate." = "Especifique el tamaño de la clave y el algoritmo que se usarán para crear su par de claves para la Autoridad Certificadora.\n\nEl par de claves está formado por una clave privada y una clave pública. La clave privada es la parte secreta del par de claves y debe mantenerse secreta. La clave pública es la parte del certificado digital que puede revelarse públicamente a los demás.";

/* Key Pair Attributes pane message for creating a cert for yourself */
"Specify the key size and algorithm used to create your key pair.\n\nThe key pair is made up of your private and public keys. The private key is the secret part of the key pair and should be kept secret. The public key is made publicly available as part of the digital certificate." = "Especifique el tamaño de la clave y el algoritmo que se usarán para crear su par de claves.\n\nEl par de claves está formado por una clave privada y una clave pública. La clave privada es la parte secreta del par de claves y debe mantenerse secreta. La clave pública es la parte del certificado digital que puede revelarse públicamente a los demás.";

/* SSL Client */
"SSL Client" = "Cliente SSL";

/* SSL Server */
"SSL Server" = "Servidor SSL";

/* Subject Alternate Name Extension */
"Subject Alternate Name Extension" = "Extensión de nombre alternativo del asunto";

/* Subject Alternate Name Extension For This CA */
"Subject Alternate Name Extension For This CA" = "Extensión de nombre alternativo del asunto para esta CA";

/* Subject Alternate Name For Users of This CA */
"Subject Alternate Name For Users of This CA" = "Nombre alternativo del sujeto para esta CA";

/* Success */
"Success" = "Correcto";

/* System Roots */
"System Roots" = "Raíz del sistema";

/* Template = %@ */
"Template = %@" = "Plantilla = %@";

/* CA Email greeting when CA is available */
"The \\U201C%1$@\\U201D Certificate Authority is now available to accept certificate requests from you. Click the attachment and the Certificate Assistant will guide you through this process." = "La Autoridad Certificadora “%1$@” está disponible para aceptar las solicitudes de certificado que usted realice. Haga clic en el archivo adjunto y el Asistente para Certificados le ayudará en el proceso.";

/* Conclusion pane when a CA creates a cert and it is sent to the requestor */
"The certificate has been created for \\U201C%1$@\\U201D. A copy has been placed in your keychain." = "El certificado se ha creado para “%1$@”. Se ha colocado una copia en su llavero.";

/* The default Certificate Authority is now set to \\U201C%@\\U201D. */
"The default Certificate Authority is now set to \\U201C%@\\U201D." = "La autoridad certificadora por omisión está ahora ajustada a “%@”.";

/* The file you specified could not be opened by this assistant. */
"The file you specified could not be opened by this assistant." = "Este asistente no ha podido abrir el archivo especificado.";

/* The Key Usage Extension of a certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones this certificate will provide. */
"The Key Usage Extension of a certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones this certificate will provide." = "La extensión uso de clave de un certificado identifica sus características de protección. Seleccione  “Incluir extensión uso de clave” para ver las características disponibles y elija las que este certificado proporcionará.";

/* The Key Usage Extension of the CA\\U2019s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones the certificate will provide. */
"The Key Usage Extension of the CA\\U2019s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones the certificate will provide." = "La extensión uso de clave del certificado de la CA identifica sus características de protección. Seleccione “Incluir extensión uso de clave” para ver las características disponibles y elija las que el certificado proporcionará.";

/* The Key Usage Extension of the user's certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones their certificate will provide. */
"The Key Usage Extension of the user\\U2019s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones their certificate will provide." = "La extensión uso de clave del certificado del usuario identifica sus características de protección. Seleccione “Incluir extensión uso de clave” para ver las características disponibles y elija las que su certificado proporcionará.";

/* The RFC822 name cannot contain Unicode characters. */
"The RFC822 name cannot contain Unicode characters." = "El nombre RFC822 no puede contener caracteres Unicode.";

/* There are currently no identities available to sign your CA invitation. */
"There are currently no identities available to sign your CA invitation." = "Actualmente no hay identidades disponibles para firmar su invitación CA.";

/* There are no configured Certificate Authorities. You first need to create one using the 'Create a Certificate Authority' option. */
"There are no configured Certificate Authorities. You first need to create one using the \\U201CCreate a Certificate Authority\\U201D option." = "No hay Autoridades Certificadoras configuradas. Primero debe crear una mediante la opción “Crear una Autoridad Certificadora”.";

/* There are no configured Certificate Authorities. You first need to create one. */
"There are no configured Certificate Authorities. You first need to create one." = "No hay Autoridades Certificadoras configuradas. Primero debe crear una.";

/* There are no valid root or intermediate certificate authorities available to sign certificates. Use the \\U201CCreate a Certificate Authority\\U201D option to create a certificate authority. */
"There are no valid root or intermediate certificate authorities available to sign certificates. Use the \\U201CCreate a Certificate Authority\\U201D option to create a certificate authority." = "No hay ninguna entidad de certificación raíz ni intermedia disponible para firmar certificados. Utilice la opción “Crear una autoridad certificadora” para crear una autoridad certificadora.";

/* Key Pair Attributes pane message for specifying key pair information for users of this CA (displayed when creating a CA) */
"This pane will specify the public and private key pair information for users of this CA when they request a certificate." = "Este panel especificará la información del par de claves, pública y privada, para los usuarios de esta CA cuando soliciten un certificado.";

/* To evaluate certificates, first select the appropriate trust policy. */
"To evaluate certificates, first select the appropriate trust policy." = "Para evaluar certificados, seleccione primero la política de confianza adecuada.";

/* Message indicating that this item is dated today */
"Today" = "Hoy";

/* Trusted Root */
"Trusted Root" = "Certificado raíz fiable";

/* Trusting a CA certificate means the CA can \\U201Ctrusted\\U201D in the future to perform evaluations on certificates that are signed by this CA and determine whether they are valid or not. When creating a new CA, its certificate is never considered trusted on the system by default for security reasons. Trusting a new CA certificate has to be done specifically by the user or administrator. In this case, it can be trusted by clicking \\U201COn this machine, trust certificates signed by this CA\\U201D. */
"Trusting a CA certificate means the CA can \\U201Ctrusted\\U201D in the future to perform evaluations on certificates that are signed by this CA and determine whether they are valid or not. When creating a new CA, its certificate is never considered trusted on the system by default for security reasons. Trusting a new CA certificate has to be done specifically by the user or administrator. In this case, it can be trusted by clicking \\U201COn this machine, trust certificates signed by this CA\\U201D." = "Confiar en el certificado de una CA significa que se confiará en la CA a la hora de realizar futuras evaluaciones de certificados firmados por esta EC y determinar si son válidas o no. Por motivos de seguridad, cuando se crea una CA nueva, su certificado nunca se considera de confianza por defecto en el sistema. Son el usuario o el administrador quienes deben definir específicamente si debe confiarse en una CA nueva. En este caso, puede hacer clic en “En este ordenador, confíe en certificados firmados por esta CA” para considerarla de confianza.";

/* Unknown (Internal error) */
"Unknown (Internal error)" = "Desconocido (error interno)";

/* Unknown Critical Cert Extension */
"Unknown Critical Cert Extension" = "Extensión certificadora crítica desconocida";

/* Unknown Critical CRL Extension */
"Unknown Critical CRL Extension" = "Extensión CRL crítica desconocida";

/* Unknown Critical Extension */
"Unknown Critical Extension" = "Extensión crítica desconocida";

/* Unknown Error = %1$@ */
"Unknown Error = %1$@" = "Error desconocido = %1$@";

/* Unrecognized root cert */
"Unrecognized root cert" = "Certificado raíz desconocido";

/* Untrusted Root */
"Untrusted Root" = "Certificado raíz no fiable";

/* User Certificate: */
"User Certificate:" = "Certif. de usuario:";

/* VPN Client */
"VPN Client" = "Cliente VPN";

/* VPN Server */
"VPN Server" = "Servidor VPN";

/* What does \\U201CMake this CA the default\\U201D mean? */
"What does \\U201CMake this CA the default\\U201D mean?" = "¿Qué significa “Convertir esta CA en la CA por omisión”?";

/* What does \\U201CSign your invitation\\U201D mean? */
"What does \\U201CSign your invitation\\U201D mean?" = "¿Qué significa “Firmar su invitación”?";

/* What does \\U201Ctrust certificates signed by this CA\\U201D mean? */
"What does \\U201Ctrust certificates signed by this CA\\U201D mean?" = "¿Qué significa “confíe en certificados firmados por esta CA”?";

/* What is a CA Web Site? */
"What is a CA Web Site?" = "¿Qué es un sitio web de CA?";

/* What is a leaf certificate? */
"What is a leaf certificate?" = "¿Qué es un certificado terminal?";

/* What is a self-signed root CA? */
"What is a self-signed root CA?" = "¿Qué es una CA raíz autofirmada?";

/* What is a self-signed root certificate? */
"What is a self-signed root certificate?" = "¿Qué es un certificado raíz autofirmado?";

/* What is an intermediate certificate authority? */
"What is an intermediate certificate authority?" = "¿Qué es una entidad certificadora intermedia?";

/* What is an invitation? */
"What is an invitation?" = "¿Qué es una invitación?";

/* When a user requests a certificate from a CA, a signed invitation ensures the user that the invitation is in fact from this CA and is unaltered. */
"When a user requests a certificate from a CA, a signed invitation ensures the user that the invitation is in fact from this CA and is unaltered." = "Cuando un usuario solicita un certificado de una CA, se le envía una invitación firmada como prueba de que la invitación procede realmente de la CA y de que está inalterada.";

/* When accepting certificate signing requests from users, the default CA will be automatically selected in the popup menu of available Certificate Authorities. When you click \\U201CMake this CA the default\\U201D, the CA name you have specified above will become the default CA. */
"When accepting certificate signing requests from users, the default CA will be automatically selected in the popup menu of available Certificate Authorities. When you click \\U201CMake this CA the default\\U201D, the CA name you have specified above will become the default CA." = "Cuando se aceptan solicitudes de firma de certificados de los usuarios, la CA por omisión será seleccionada automáticamente en el menú local de Autoridades de Certificación disponibles. Si hace clic en “Convertir esta CA en la CA por omisión”, el nombre de la CA especificada más arriba se convertirá en la CA por omisión.";

/* Yes */
"Yes" = "Sí";

/* Message indicating that this item is dated yesterday */
"Yesterday" = "Ayer";

/* You are about to create a root certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D */
"You are about to create a root certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D" = "Está a punto de crear una autoridad certificadora raíz que emitirá certificados S/MIME. El par de llaves creado será 2048-bit RSA. Si desea modificar estos valores por omisión, haga clic en “Permitir ignorar los valores por omisión”.";

/* You are about to create a secure e-mail (S/MIME) certificate. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D */
"You are about to create a secure e-mail (S/MIME) certificate. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D" = "Está a punto de crear un certificado de correo electrónico seguro (S/MIME). El par de llaves creado será 2048-bit RSA. Si desea modificar estos valores por omisión, haga clic en “Permitir ignorar los valores por omisión”.";

/* You are about to create a self-signed certificate. */
"You are about to create a self-signed certificate." = "Está a punto de crear un certificado autofirmado.";

/* You are about to create an intermediate certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D */
"You are about to create an intermediate certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D" = "Está a punto de crear una autoridad certificadora intermedia que emitirá certificados S/MIME. El par de llaves creado será 2048-bit RSA. Si desea modificar estos valores por omisión, haga clic en “Permitir ignorar los valores por omisión”.";

/* You are required to choose at least one extended key usage if this extension is enabled. */
"You are required to choose at least one extended key usage if this extension is enabled." = "Debe escoger al menos un uso de clave ampliada si la extensión está activada.";

/* You are required to choose at least one key usage if this extension is enabled. */
"You are required to choose at least one key usage if this extension is enabled." = "Debe escoger al menos un uso de la clave si la extensión está activada.";

/* Error sheet message when faling to specify a name for the CA config file */
"You must enter a configuration file name before continuing." = "Debe introducir un nombre de archivo de configuración para poder continuar.";

/* Error sheet message when faling to specify an email address */
"You must enter an email address for the user before continuing." = "Debe introducir una dirección de correo electrónico para el usuario antes de continuar.";

/* Error sheet message when faling to specify an email address of the CA */
"You must enter an email address of a Certificate Authority before continuing." = "Debe introducir una dirección de correo electrónico de una Autoridad Certificadora antes de continuar.";

/* Your CA was created successfully. Click 'OK' to begin using your new CA. */
"Your CA was created successfully. Click 'OK' to begin using your new CA." = "Se ha creado su CA con éxito. Haga clic en “Aceptar” para empezar a usar su nueva CA.";

/* Conclusion pane message for creating and configuring a CA */
"Your Certificate Authority \\U201C%1$@\\U201D has been created and is ready to issue certificates." = "Su Autoridad Certificadora “%1$@” se ha creado y está lista para emitir certificados.";

/* Conclusion pane when a user issues their own certificate */
"Your certificate has been successfully created." = "Sus certificados se han creado correctamente.";

/* Your certificate is ready */
"Your certificate is ready" = "Su certificado está listo.";

/* Conclusion pane message for a user requesting a certificate from a CA */
"Your certificate request Email has been created for you and is ready to send in Mail.app. After you send it, \\U201C%1$@\\U201D will receive an email containing your certificate. When you receive it, click the enclosure and it will be imported into your keychain." = "Su correo electrónico de solicitud de certificado se ha creado y está listo para enviarse en Mail.app. Una vez enviado, “%1$@” recibirá un mensaje de correo electrónico con su certificado. Cuando lo reciba, haga clic en el archivo adjunto y el certificado se importará a su llavero.";

/* Your certificate request has been created on disk. */
"Your certificate request has been created on disk." = "Su solicitud de certificado se ha creado en el disco.";

/* Your invitation will remain unsigned. */
"Your invitation will remain unsigned." = "Su invitación permanecerá sin firmar.";

